{
    "finished": [
        {
            "name": "獵靈少女",
            "year": "2012-2014",
            "type": "奇幻輕小說",
            "volume": "4",
            "publisher": "鮮鮮文化",
            "contract": "已簽電子及實體合約",
            "note": "",
            "status": "已出版完結（鮮鮮文化）║ 鮮網ＶＩＰ專欄連載║本站公開第一集試閱",
            "description": "平凡青年突然變成魔王，面對全世界獵靈少女的無情獵殺，僅是因為一個魔王滅世、無人能定奪真偽的傳說－－總之寧願殺錯也不可放過！<br />大難臨頭的新人魔王，幸得前任魔王的愛人相助，展開了拯救自己的旅程，卻漸漸發覺自己的身份殊不簡單，背後藏著一連串的人為操控？<br />在絕境中被迫成長，接受自己的過去，面對現在，然後跨出腳步踏向未來－－<br />無論如何，魔王與獵靈少女誓不兩立，只能在激戰之中尋找到屬於自己的生存之地！"
        },
        {
            "name": "失去天空的香港",
            "year": "2013-2013",
            "type": "短篇小說",
            "volume": "1",
            "publisher": "香港小說風",
            "contract": "已簽電子及實體合約",
            "note": "",
            "status": "已結集出版完結（香港小說會）║ 本站全文公開",
            "description": "本文中敍述的是關於一個入讀大學不久的青年（于靖），他生於典型的基層家庭，熱愛天文，背負父母的期望（家庭壓力），努力下總算擠身大學，為保成績及未來（賺錢）只能日夜苦讀，雖心中愛火不滅但時間不允而漸漸遠離天文。<br />突然，他遇上了香港的天空被謎一般的黑暗所吞噬，回想自己過去曾發現端倪卻沒有行動而心生後悔時，與一個神秘老人交談下被送回過去，得到重新選擇的機會。<br />于靖非常珍惜這個機會，決定努力嘗試阻止這個災難，在網路的搜尋加上好友沈健的爺爺開導下，總算知道天空被吞噬的原因──極其嚴重的光污染，他開始盡自己所能去阻止。<br />一年的努力過去，于靖再次迎來那讓人絕望的日子，而他亦遇到那個送他回到過去的神秘老人，正當無情的黑暗再次降臨歷史重演，老人嘲笑他的無力時，造成光污染的電燈也一盞一盞地熄滅，故事亦在此完結。"
        },
        {
            "name": "不思議破解社",
            "year": "2012-2012",
            "type": "懸疑驚悚",
            "volume": "1",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "已完結║從未公開",
            "description": "妹妹突然消失不見，哥哥根據種種線索找上「不思議破解社」，對方卻已經知道他會找上門，儘管提出了巨額要求，但為了救妹妹的哥哥還是豁出去委託了對方。<br />然後，連同好心前來幫忙的女友，全部人一起進入了妹妹失蹤的異空間，調查妹妹所在的同時面臨來自惡靈的攻擊，最後一切的源頭竟然是……"
        },
        {
            "name": "自然戰記",
            "year": "2011-2012",
            "type": "奇幻輕小說",
            "volume": "7",
            "publisher": "鮮網",
            "contract": "已簽電子合約",
            "note": "",
            "status": "已完結║ 鮮網ＶＩＰ專欄連載║本站公開試閱非ＶＩＰ部份",
            "description": "一個因為生命無趣而決定自殺的高考生，非但沒有死去，更找到了讓自己感到興趣的世界。<br />而在這個人類不停破壞自然的世界，大自然產生了怒氣而給予了某些人類能力，讓他們使用自然的力量，不過也要付讓人意想不到的代價。<br />使用能力能夠消除大自然的怒氣，沒人知道大自然的怒氣儲存至某一個程度後會發生什麼事，但要預料也不難，而大自然藉此到底是在告誡人類重視自然，還是讓某些人類作為自己的代言人，索性把大部份沒被選中的人剷除以保護自己……<br />無論如何，都是一戰！"
        },
        {
            "name": "吸煙的女人",
            "year": "2010-2011",
            "type": "言情小說",
            "volume": "3",
            "publisher": "鮮網",
            "contract": "已簽電子合約",
            "note": "",
            "status": "已完結║ 鮮網ＶＩＰ專欄連載║本站公開試閱非ＶＩＰ部份",
            "description": "香煙，在現實中代表著的是千百種有害化合物，從燃燒間、滲透間進入人體，繼而傷害健康。<br />其中，猶以女性為重──外表的影響，發黃的牙齒與手指、皮膚質素變差、惹人討厭的氣味……<br />既然如此，這些女人又何以要點起星星之火，燃起慢性毒藥，噴出灰黑的煙霧，自願跌入這小小的墮落？<br />或許，香煙和她的過去有著千絲萬縷的關係。愛上了他的所有──除了吸煙，即使是愛得能託付自己的生命，可是這愛能待到煙縈不再嗎？也許會有這一天，也許沒有。<br />當沒有發生時，生命再次回到自己的手上，作為一個都市的小女人，只能憑著一枝小小的香煙，讓自己墮落到美滿的過去，憑藉煙霧遮蓋眼前，令自己跌進自己的回憶當中。<br />霧總有一天會散，而就在只屬於她的霧漸淡時，她的眼前出現了一個能把香煙熄滅、迷霧掃去的男人。<br />這個男人，在她的眼中，漸漸與她回憶中的身影重疊，甚至連氣味、觸感都被覆蓋，唯獨有一樣未曾對照出來──聲音，那把粗粗的帶著點男子氣慨卻會流露出溫柔的嗓子。<br />她活在現在，愛在過去，未來都包煙霧所纏繞，當有一天現實的聲音和過去交響時，這會變成一段真的戀情嗎？"
        },
        {
            "name": "魔法之道",
            "year": "2008-2011",
            "type": "奇幻小說",
            "volume": "14",
            "publisher": "鮮網",
            "contract": "已簽電子合約",
            "note": "",
            "status": "已完結║ 鮮網ＶＩＰ專欄連載║本站公開試閱非ＶＩＰ部份",
            "description": "一個原本過著平安快樂生活的少年──乘風，因為命運之綸的轉動，被牽扯入波動世界之事當中，失去了雙親，內心開始崩壞，對世界存在絕望。<br />在命運的玩弄下，乘風卻為殺親之人所救，並扶回正軌，認識了第一個朋友──札拉托，一聰一愚、一精一笨的情況下成為了拍擋在魔法管理局工作，在一次任務的偶然下，不單結識了一個「親人」──艾麗莎，亦遇上了一個影響乘風一生的人──零冰，單憑感覺及那所謂的過去而窮追不捨，乘風誓要拯救零冰，一個瘋狂的故事隨即展開。<br />追尋零冰的路上，面對世界劇烈的轉變，同時審判團冒出名來，似乎與魔法管理局誓不兩立，巧合的是要追尋的零冰竟然是審判團的人，結果一切便開始糾纏不清。<br />遍遊各世界只希望拯救零冰的乘風，對乘風有著奇異感覺的札拉托決定全力協助，艾麗莎則是為了自己的目標而隨眾人行動，隨著與審判團的接觸次數越來越多，知道了他們不應該知道的事，一切錯綜複雜的事，誰對？誰錯？已經無辦法分清。<br />正與邪，只在乎站在哪一個角度去看，命運是如何，無人能知，而這四人知道的是，他們能夠走出自己想走的路，僅有的這條「魔法之道」。"
        }
    ],
    "writing": [
        {
            "name": "盲目的艾莉",
            "year": "2014-現在",
            "type": "奇幻輕小說",
            "volume": "1",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "創作中║本站公開連載",
            "description": "想要侵略人界的魔王被英雄消滅，理應是故事的終結，但這只是某少女－－艾莉真正惡夢的開端。<br />「以惡治惡、以魔對魔。」<br />這便是艾莉，一名落難公主、也不過是一名普通少女，被惡魔迫到走投無路時的最後一句話，從此少女不再是少女。<br />犧牲了一切的艾莉，換來的卻是「魔女」之名，厭倦了世界的她卻被契約所束縛而無法了結自己，最終只得躲在無人的地方任由時光流逝，不再抱持希望便是讓自己過得舒服的唯一方法。<br />然而，某天，某個神秘青年突然出現在她的面前並帶來了希望──<br />早已對一切陷入「盲目」的艾莉，一面暗罵著某人切開來絕對是黑的同時，也感受到了活著時那內心的刺痛……"
        }
    ],
    "submiting": [
        {
            "name": "真實幻想",
            "year": "2013-現在",
            "type": "奇幻輕小說",
            "volume": "6",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "投稿中║暫不公開",
            "description": "二零二零年，未來集團已經是世界上的醫療機構鰲頭，以駭客身份成為該集團網路安保的僑佑，在一次工作中駭入了隱藏的伺服器並發現了名為「真實幻想」的超現實計劃，得知其背後的目的有可能幫助因為自己而失去了人生的妹妹，便決定報名為成為計劃的測試員。<br />只是當他進入了那猶如真實的虛擬世界中，卻被系統管理員告知必須積極世界作出貢獻，否則無法離開，而為了加強真實性，死亡的懲罰也將轉嫁到現實的親人身上。<br />為了妹妹才參與計劃的他，偏偏又處身於可能會害死妹妹的情況，接下來該如何是好？<br />堅稱自己的頭髮是愛麗絲色而不是白色的謎樣少女，表明自己是受到了集團內某人的指示來協助他，但這是真相嗎？<br />利用幻想系統來獲得力量，以各種方式參與戰爭──最純粹的戰爭遊戲，可是背後浮現出的黑影，似乎已經讓這戰爭變得不再純粹是遊戲的存在，毫無疑問眾人都身處現實之中……"
        }
    ],
    "pending": [
        {
            "name": "絕望奏鳴",
            "year": "2012-現在",
            "type": "奇幻輕小說",
            "volume": "4",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "暫緩║曾於鮮網專欄公開║目前未有創作計劃而不公開",
            "description": "一篇專注於呈現黑暗風格，致鬱的作品。<br />所謂大人，就是要學懂利用－－利用一切。<br />這個世界，只有保持著純真才能發揮無窮的力量－－魔法。<br />大人並不能使用魔法，會魔法的只有尚未長大的小孩。<br />大人的力量不在於自己所擁有，而在於如何利用身邊的所有。<br />里昂已經踏入成人的階段，欠缺力量報仇，每日只是潦倒過活，偶然下遇上「ＰＥＡＣＥ」……<br />絕望的奏鳴由此響起。"
        },
        {
            "name": "叛僕",
            "year": "2011-現在",
            "type": "奇幻小說",
            "volume": "2",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "暫緩║暫不公開",
            "description": "自小懷著一個只會被人恥笑的目標，因此堅信神魔的存在，一直鍛鍊自己，終於在踏入大學時得償所願。<br />開始著狂妄、不可能的目標，卻被來自未來的少女阻止，初見之下竟有熟悉的感覺。<br />只能活在猜疑中，拚命想要獲得力量，偏偏以成為僕人的形式而獲取其力量的神靈卻是個死小孩？<br />跟過往不同的夢與未來的少女交織在一起，知道不想知道的秘辛。<br />守護是正義，背叛是邪惡……對他而言有何等意義？<br />他只執著於自己的目標，接受世界的一切，無視世界的一切，因為──<br />他要戰勝的是命運！<br />人定勝天？<br />或許是……<br />只是在有結果前，必須先選擇──<br />信任還是背叛？"
        },
        {
            "name": "言戰天下",
            "year": "2010-現在",
            "type": "奇幻小說",
            "volume": "4",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "暫緩║目前未有創作計劃而不公開",
            "description": "自小厭惡爭鬥、喜愛木琴的魔族小男孩，一天遇上從未想過的事情－－整族人受到人類的襲擊被殺光，他僥倖找到一個地底洞穴，成為了他在戰亂中的避難所。<br />戰亂的聲音整整持續了幾天，忍受不了飢餓的小男孩只得深入洞穴，卻沒想到發現了另一片天地並得到了「言行使」的能力，自此刻起，僅僅八歲的他在一夜成長了……<br />當他十六歲，不論身體或是能力都飽經鍛鍊之後，他，展開了向人類復仇的龐大計劃。"
        },
        {
            "name": "基因時代",
            "year": "2010-現在",
            "type": "奇幻小說",
            "volume": "4",
            "publisher": "",
            "contract": "未簽約",
            "note": "",
            "status": "暫緩║曾於鮮網專欄公開║目前未有創作計劃而不公開",
            "description": "隨著名為「時代」的巨輪推進，注定的厄運來臨，一場將會令人類文明消失的絕世旱災降臨，一個史無前例的解決方法誕生，所帶來的是無人能夠想像的危機－－基因洗牌。<br />一切可能存在於過去，一切本應存在於神話與傳說，一切人類所幻想出來的小說、電影……<br />前所未見－－統稱「怪物」－－降臨世界，是神對魔鬼的審判還是魔鬼對神的報復？<br />人間煉獄再也不是空想！<br />能夠在煉獄間活下去的，是人？是神？是魔？<br />還是……適格者？"
        }
    ]
}